Repository: PITADIA/android-couple-app
Catalog: EnCouple.xcstrings
Source language: en
Languages: de, es, fr, it, nl_nl, pt_br, pt_pt

# ec_210
source: Is there something stressful in your life right now that I should know about?
de: Gibt es gerade etwas Stressiges in deinem Leben, von dem ich wissen sollte?
es: ¿Hay algo estresante en tu vida ahora mismo que debería saber?
fr: Y a-t-il quelque chose de stressant en ce moment dans ta vie que je devrais savoir ?
it: C'è qualcosa di stressante nella tua vita in questo momento che dovrei sapere?
nl_nl: Is er momenteel iets stressvols in je leven dat ik zou moeten weten?
pt_br: Existe algo estressante na sua vida agora que eu deveria saber?
pt_pt: Há algo de stressante na tua vida agora que eu deva saber?

# ec_211
source: Have you felt generally happy lately?
de: Hast du dich in letzter Zeit insgesamt glücklich gefühlt?
es: ¿Te has sentido generalmente feliz últimamente?
fr: T'es-tu senti(e) globalement heureux(se) ces derniers temps ?
it: Ti sei sentito/a generalmente felice ultimamente?
nl_nl: Voelde je je de laatste tijd over het algemeen gelukkig?
pt_br: Você tem se sentido geralmente feliz ultimamente?
pt_pt: Tens-te sentido geralmente feliz ultimamente?

# ec_212
source: How can I better support your personal growth?
de: Wie kann ich dein persönliches Wachstum besser unterstützen?
es: ¿Cómo puedo apoyar mejor tu crecimiento personal?
fr: Comment puis-je mieux accompagner ton évolution personnelle ?
it: Come posso sostenere meglio la tua crescita personale?
nl_nl: Hoe kan ik je persoonlijke groei beter ondersteunen?
pt_br: Como eu posso apoiar melhor o seu crescimento pessoal?
pt_pt: Como posso apoiar melhor o teu crescimento pessoal?

# ec_213
source: Is there something you'd like us to do differently or try in our intimacy?
de: Gibt es etwas, das du in unserer Intimität anders machen oder ausprobieren möchtest?
es: ¿Hay algo que te gustaría que hiciéramos diferente o probar en nuestra intimidad?
fr: Y a-t-il quelque chose que tu aimerais faire différemment ou essayer dans notre intimité ?
it: C'è qualcosa che ti piacerebbe fare in modo diverso o provare nella nostra intimità?
nl_nl: Is er iets dat je graag anders zou willen doen of proberen in onze intimiteit?
pt_br: Existe algo que você gostaria que fizéssemos de diferente ou tentássemos na nossa intimidade?
pt_pt: Há algo que gostarias que fizéssemos diferente ou experimentássemos na nossa intimidade?

# ec_214
source: What would you like us to say to each other more often?
de: Was würdest du dir wünschen, dass wir uns öfter sagen?
es: ¿Qué te gustaría que nos dijéramos más a menudo?
fr: Qu'aimerais-tu qu'on se dise plus souvent ?
it: Cosa ti piacerebbe che ci dicessimo più spesso?
nl_nl: Wat zou je willen dat we vaker tegen elkaar zeggen?
pt_br: O que você gostaria que disséssemos com mais frequência um ao outro?
pt_pt: O que gostarias que disséssemos mais vezes um ao outro?

# ec_215
source: What are you looking forward to this week / this month?
de: Worauf freust du dich diese Woche/diesen Monat?
es: ¿Qué esperas con ganas esta semana / este mes?
fr: Qu'est-ce que tu attends avec impatience cette semaine / ce mois-ci ?
it: Cosa aspetti con più impazienza questa settimana / questo mese?
nl_nl: Waar kijk je deze week / deze maand naar uit?
pt_br: O que você mais espera desta semana / deste mês?
pt_pt: O que aguardas com mais expectativa esta semana / este mês?

# ec_216
source: If we had to reinvent ourselves as a couple, what would you absolutely keep?
de: Wenn wir uns als Paar neu erfinden müssten, was würdest du auf jeden Fall behalten?
es: Si tuviéramos que reinventarnos como pareja, ¿qué conservarías absolutamente?
fr: Si on devait se réinventer en tant que couple, que garderais-tu absolument ?
it: Se dovessimo reinventarci come coppia, cosa terresti assolutamente?
nl_nl: Als we ons als koppel opnieuw moesten uitvinden, wat zou je absoluut willen behouden?
pt_br: Se tivéssemos que nos reinventar como casal, o que você manteria a todo custo?
pt_pt: Se tivéssemos de nos reinventar como casal, o que manterias a todo o custo?

# ec_217
source: Is there a promise you'd like us to make to each other?
de: Gibt es ein Versprechen, das du dir wünschst, dass wir uns geben?
es: ¿Hay una promesa que te gustaría que nos hiciéramos?
fr: Y a-t-il une promesse que tu aimerais qu'on se fasse ?
it: C'è una promessa che ti piacerebbe che ci facessimo?
nl_nl: Is er een belofte die je graag samen zou willen maken?
pt_br: Existe alguma promessa que você gostaria que fizéssemos um ao outro?
pt_pt: Há alguma promessa que gostarias que fizéssemos um ao outro?

# ec_218
source: Would you like us to talk about our future goals? Are there things to update, adjust or discuss?
de: Hast du Lust, über unsere Ziele für die Zukunft zu sprechen? Müssen wir etwas aktualisieren, anpassen oder besprechen?
es: ¿Te gustaría que habláramos de nuestros objetivos futuros? ¿Hay cosas que actualizar, ajustar o discutir?
fr: Souhaites-tu que l'on parle de nos objectifs d'avenir ? Y a-t-il des choses à mettre à jour, à ajuster ou à discuter ?
it: Ti piacerebbe parlare dei nostri obiettivi futuri? Ci sono cose da aggiornare, aggiustare o discutere?
nl_nl: Zou je willen dat we over onze toekomstdoelen praten? Zijn er dingen om bij te werken, aan te passen of te bespreken?
pt_br: Você gostaria que falássemos sobre nossos objetivos futuros? Há coisas para atualizar, ajustar ou discutir?
pt_pt: Gostarias que falássemos sobre os nossos objetivos futuros? Há coisas a atualizar, ajustar ou discutir?

# ec_219
source: What are ways we could have more fun together in our relationship?
de: Wie könnten wir in unserer Beziehung noch mehr Spaß zusammen haben?
es: ¿De qué maneras podríamos divertirnos más juntos en nuestra relación?
fr: Quelles sont les façons dont on pourrait s'amuser davantage ensemble dans notre relation ?
it: In quali modi potremmo divertirci di più insieme nella nostra relazione?
nl_nl: Op welke manieren zouden we meer plezier kunnen hebben samen in onze relatie?
pt_br: De que maneiras poderíamos nos divertir mais juntos no nosso relacionamento?
pt_pt: De que formas poderíamos divertir-nos mais juntos na nossa relação?

# ec_220
source: Is there something I do that pushes you away without me realizing it?
de: Gibt es etwas, das ich tue, das dich wegstößt, ohne dass ich es merke?
es: ¿Hay algo que hago que te aleje sin que me dé cuenta?
fr: Y a-t-il une chose que je fais qui t'éloigne sans que je m'en rende compte ?
it: C'è qualcosa che faccio che ti allontana senza che me ne renda conto?
nl_nl: Is er iets dat ik doe dat je wegduwt zonder dat ik het besef?
pt_br: Existe algo que eu faço que afasta você sem que eu perceba?
pt_pt: Há algo que eu faça que te afaste sem que eu perceba?

# ec_221
source: If our relationship were a quote, what would it be?
de: Wenn unsere Beziehung ein Zitat wäre, welches wäre es?
es: Si nuestra relación fuera una cita célebre, ¿cuál sería?
fr: Si notre relation était une citation, quelle serait-elle ?
it: Se la nostra relazione fosse una citazione, quale sarebbe?
nl_nl: Als onze relatie een citaat was, wat zou dat zijn?
pt_br: Se o nosso relacionamento fosse uma citação, qual seria?
pt_pt: Se a nossa relação fosse uma citação, qual seria?

# ec_222
source: When do you feel like our relationship is growing?
de: Wann hast du das Gefühl, dass unsere Beziehung wächst?
es: ¿Cuándo sientes que nuestra relación está creciendo?
fr: Quand sens-tu que notre couple grandit ?
it: Quando senti che la nostra relazione sta crescendo?
nl_nl: Wanneer heb je het gevoel dat onze relatie groeit?
pt_br: Quando você sente que o nosso relacionamento está crescendo?
pt_pt: Quando sentes que a nossa relação está a crescer?

# ec_223
source: Are there important dates coming up that I should know about?
de: Stehen bald wichtige Termine an, die ich wissen sollte?
es: ¿Hay fechas importantes que se acercan y que debería conocer?
fr: Y a-t-il des dates importantes à venir que je devrais connaître ?
it: Ci sono date importanti in arrivo che dovrei conoscere?
nl_nl: Zijn er belangrijke data die eraan komen die ik moet weten?
pt_br: Existem datas importantes chegando que eu deveria saber?
pt_pt: Há datas importantes a chegar que eu deva saber?

# ec_224
source: Do you think we share the same vision of our future?
de: Denkst du, wir teilen dieselbe Vorstellung von unserer Zukunft?
es: ¿Crees que compartimos la misma visión de nuestro futuro?
fr: Penses-tu que nous partageons la même vision de notre avenir ?
it: Pensi che condividiamo la stessa visione del nostro futuro?
nl_nl: Denk je dat we dezelfde visie op onze toekomst delen?
pt_br: Você acha que compartilhamos a mesma visão do nosso futuro?
pt_pt: Achas que partilhamos a mesma visão do nosso futuro?

# ec_225
source: What attracts you most about me?
de: Was findest du am attraktivsten an mir?
es: ¿Qué es lo que más te atrae de mí?
fr: Qu'est-ce qui t'attire le plus chez moi ?
it: Cosa ti attrae di più di me?
nl_nl: Wat trekt je het meest aan in mij?
pt_br: O que mais atrai você em mim?
pt_pt: O que mais te atrai em mim?

# ec_226
source: If you could choose one word to symbolize our relationship, what would it be?
de: Wenn du ein Wort wählen könntest, das unsere Beziehung beschreibt, welches wäre es?
es: Si pudieras elegir una palabra para simbolizar nuestra relación, ¿cuál sería?
fr: Si tu pouvais choisir un mot pour symboliser notre relation, lequel ce serait ?
it: Se potessi scegliere una parola per simboleggiare la nostra relazione, quale sarebbe?
nl_nl: Als je één woord mocht kiezen om onze relatie te symboliseren, wat zou het zijn?
pt_br: Se você pudesse escolher uma palavra para simbolizar nosso relacionamento, qual seria?
pt_pt: Se pudesses escolher uma palavra para simbolizar a nossa relação, qual seria?

# ec_227
source: Is there a conflict we never really resolved according to you?
de: Gibt es deiner Meinung nach einen Konflikt, den wir nie wirklich gelöst haben?
es: ¿Hay un conflicto que, según tú, nunca resolvimos realmente?
fr: Y a-t-il un conflit qu'on n'a jamais vraiment résolu selon toi ?
it: Secondo te, c'è un conflitto che non abbiamo mai davvero risolto?
nl_nl: Is er een conflict dat we volgens jou nooit echt hebben opgelost?
pt_br: Existe algum conflito que você acha que nunca resolvemos de verdade?
pt_pt: Há algum conflito que achas que nunca resolvemos realmente?

# ec_228
source: What do you think is one of my best qualities?
de: Was ist deiner Meinung nach eine meiner besten Eigenschaften?
es: ¿Cuál crees que es una de mis mejores cualidades?
fr: Selon toi, quelle est l'une de mes meilleures qualités ?
it: Qual è, secondo te, una delle mie qualità migliori?
nl_nl: Wat vind je één van mijn beste eigenschappen?
pt_br: Qual você acha que é uma das minhas melhores qualidades?
pt_pt: Qual achas que é uma das minhas melhores qualidades?

# ec_229
source: What is the first thing you noticed about me?
de: Was ist das Erste, das dir an mir aufgefallen ist?
es: ¿Qué fue lo primero que notaste en mí?
fr: Quelle est la première chose que tu as remarquée chez moi ?
it: Qual è la prima cosa che hai notato di me?
nl_nl: Wat was het eerste dat je aan mij opviel?
pt_br: Qual foi a primeira coisa que você notou em mim?
pt_pt: Qual foi a primeira coisa que reparaste em mim?

# ec_230
source: If our relationship were a work of art, what would it look like?
de: Wenn unsere Beziehung ein Kunstwerk wäre, wie würde sie aussehen?
es: Si nuestra relación fuera una obra de arte, ¿cómo sería?
fr: Si notre couple était une œuvre d'art, à quoi ressemblerait-elle ?
it: Se la nostra relazione fosse un'opera d'arte, a cosa assomiglierebbe?
nl_nl: Als onze relatie een kunstwerk was, hoe zou het eruitzien?
pt_br: Se o nosso relacionamento fosse uma obra de arte, como seria?
pt_pt: Se a nossa relação fosse uma obra de arte, como seria?

# ec_231
source: What would be the ideal place for you to retire?
de: Was wäre für dich der ideale Ort, um später in Rente zu gehen?
es: ¿Cuál sería el lugar ideal para ti para retirarnos?
fr: Quel serait pour toi l'endroit idéal pour prendre ta retraite ?
it: Quale sarebbe per te il posto ideale per andare in pensione?
nl_nl: Wat zou de ideale plek zijn om je terug te trekken?
pt_br: Qual seria o lugar ideal para você se aposentar?
pt_pt: Qual seria o lugar ideal para ti para a reforma?

# ec_232
source: What overcome difficulty in our relationship strengthened your love for me?
de: Welche überwundene Schwierigkeit in unserer Beziehung hat deine Liebe zu mir stärker gemacht?
es: ¿Qué dificultad superada en nuestra relación fortaleció tu amor por mí?
fr: Quelle difficulté surmontée de notre couple a renforcé ton amour pour moi ?
it: Quale difficoltà superata nella nostra relazione ha rafforzato il tuo amore per me?
nl_nl: Welke overwonnen moeilijkheid in onze relatie heeft je liefde voor mij versterkt?
pt_br: Qual dificuldade superada no nosso relacionamento fortaleceu o seu amor por mim?
pt_pt: Que dificuldade superada na nossa relação fortaleceu o teu amor por mim?

# ec_233
source: What would an ideal date look like according to you?
de: Wie sieht für dich ein perfektes Date aus?
es: ¿Cómo sería una cita ideal según tú?
fr: À quoi ressemblerait un date idéal selon toi ?
it: Come sarebbe, secondo te, un appuntamento ideale?
nl_nl: Hoe zou een ideale date er volgens jou uitzien?
pt_br: Como seria um encontro ideal para você?
pt_pt: Como seria um encontro ideal para ti?

# ec_234
source: What part of your story would you like me to know better?
de: Welchen Teil deiner Geschichte würdest du dir wünschen, dass ich besser kenne?
es: ¿Qué parte de tu historia te gustaría que conociera mejor?
fr: Quelle partie de ton histoire aimerais-tu que je connaisse mieux ?
it: Quale parte della tua storia vorresti che conoscessi meglio?
nl_nl: Welk deel van jouw verhaal zou je willen dat ik beter ken?
pt_br: Qual parte da sua história você gostaria que eu conhecesse melhor?
pt_pt: Que parte da tua história gostarias que eu conhecesse melhor?

# ec_235
source: What helps you stay committed to our relationship?
de: Was hilft dir, unserer Beziehung treu und engagiert zu bleiben?
es: ¿Qué te ayuda a mantenerte comprometido con nuestra relación?
fr: Qu'est-ce qui t'aide à rester engagé(e) dans notre relation ?
it: Cosa ti aiuta a rimanere impegnato/a nella nostra relazione?
nl_nl: Wat helpt je toegewijd te blijven aan onze relatie?
pt_br: O que ajuda você a se manter comprometido com o nosso relacionamento?
pt_pt: O que te ajuda a manter-te comprometido com a nossa relação?

# ec_236
source: What is the number one thing on your dream gift list?
de: Was steht ganz oben auf deiner Wunschliste?
es: ¿Cuál es la cosa número uno en tu lista de regalos soñados?
fr: Quelle est la chose numéro un sur ta liste de cadeaux rêvés ?
it: Qual è la cosa numero uno nella tua lista di regali dei sogni?
nl_nl: Wat staat op nummer één op je droomcadeaulijst?
pt_br: Qual é a primeira coisa na sua lista de presentes dos sonhos?
pt_pt: Qual é a primeira coisa na tua lista de presentes de sonho?

# ec_237
source: Is there something about me you'd like to be able to change?
de: Gibt es etwas an mir, das du gern ändern würdest?
es: ¿Hay algo de mí que te gustaría poder cambiar?
fr: Y a-t-il quelque chose chez moi que tu aimerais pouvoir changer ?
it: C'è qualcosa di me che vorresti poter cambiare?
nl_nl: Is er iets aan mij dat je graag zou willen veranderen?
pt_br: Existe algo em mim que você gostaria de poder mudar?
pt_pt: Há algo em mim que gostarias de poder mudar?

# ec_238
source: Are you happy in this relationship?
de: Bist du in dieser Beziehung glücklich?
es: ¿Eres feliz en esta relación?
fr: Es-tu heureux(se) dans cette relation ?
it: Sei felice in questa relazione?
nl_nl: Ben je gelukkig in deze relatie?
pt_br: Você é feliz neste relacionamento?
pt_pt: És feliz nesta relação?

# ec_239
source: What is the most beautiful thing our relationship has revealed to you about yourself?
de: Was ist das Schönste, das dir unsere Beziehung über dich selbst gezeigt hat?
es: ¿Qué es lo más hermoso que nuestra relación te ha revelado sobre ti mismo?
fr: Quelle est la plus belle chose que notre couple t'a révélée sur toi-même ?
it: Qual è la cosa più bella che la nostra relazione ti ha rivelato su di te?
nl_nl: Wat is het mooiste dat onze relatie je over jezelf heeft laten zien?
pt_br: Qual é a coisa mais bonita que o nosso relacionamento revelou a você sobre si mesmo(a)?
pt_pt: Qual é a coisa mais bonita que a nossa relação te revelou sobre ti mesmo(a)?

# ec_240
source: How do you want us to love each other in 10 years?
de: Wie möchtest du, dass wir uns in 10 Jahren lieben?
es: ¿Cómo te gustaría que nos amáramos dentro de 10 años?
fr: Comment veux-tu qu'on s'aime dans 10 ans ?
it: Come vorresti che ci amassimo tra dieci anni?
nl_nl: Hoe wil je dat we elkaar over 10 jaar liefhebben?
pt_br: Como você gostaria que a gente se amasse daqui a 10 anos?
pt_pt: Como gostarias que nos amássemos daqui a 10 anos?

# ec_241
source: Do you think our relationship is moving in the right direction?
de: Findest du, dass unsere Beziehung in die richtige Richtung geht?
es: ¿Crees que nuestra relación avanza en la dirección correcta?
fr: Penses-tu que notre relation avance dans la bonne direction ?
it: Pensi che la nostra relazione stia andando nella direzione giusta?
nl_nl: Denk je dat onze relatie de goede kant op gaat?
pt_br: Você acha que o nosso relacionamento está indo na direção certa?
pt_pt: Achas que a nossa relação está a seguir na direção certa?

# ec_242
source: What small daily ritual would strengthen our bond?
de: Welches kleine tägliche Ritual würde unsere Verbindung stärken?
es: ¿Qué pequeño ritual diario fortalecería nuestro vínculo?
fr: Quel petit rituel quotidien renforcerait notre complicité ?
it: Quale piccolo rituale quotidiano rafforzerebbe il nostro legame?
nl_nl: Welk klein dagelijks ritueel zou onze band versterken?
pt_br: Qual pequeno ritual diário reforçaria o nosso vínculo?
pt_pt: Que pequeno ritual diário reforçaria o nosso vínculo?

# ec_243
source: Are there boundaries you'd like to set?
de: Gibt es Grenzen, die du setzen möchtest?
es: ¿Hay límites que te gustaría establecer?
fr: Y a-t-il des limites que tu souhaiterais poser ?
it: Ci sono limiti che vorresti fissare?
nl_nl: Zijn er grenzen die je graag zou willen stellen?
pt_br: Existem limites que você gostaria de estabelecer?
pt_pt: Há limites que gostarias de estabelecer?

# ec_244
source: If you could confide one thing to me without fear of being judged, what would it be?
de: Wenn du mir eine Sache ohne Angst, verurteilt zu werden, anvertrauen könntest, welche wäre das?
es: Si pudieras confiarme una cosa sin miedo a ser juzgado, ¿qué sería?
fr: Si tu pouvais me confier une chose sans crainte d'être jugé(e), ce serait quoi ?
it: Se potessi confidarmi una cosa senza paura di essere giudicato/a, quale sarebbe?
nl_nl: Als je me één ding zou kunnen toevertrouwen zonder bang te zijn voor oordeel, wat zou het zijn?
pt_br: Se você pudesse me contar algo sem medo de ser julgado(a), o que seria?
pt_pt: Se pudesses confiar-me algo sem medo de ser julgado(a), o que seria?

# ec_245
source: What importance do you place on forgiveness in our relationship?
de: Wie wichtig ist dir Verzeihen in unserer Beziehung?
es: ¿Qué importancia le das al perdón en nuestra relación?
fr: Quelle importance accordes-tu au pardon dans notre relation ?
it: Che importanza dai al perdono nella nostra relazione?
nl_nl: Hoe belangrijk vind je vergeving in onze relatie?
pt_br: Qual importância você dá ao perdão no nosso relacionamento?
pt_pt: Que importância dás ao perdão na nossa relação?

# ec_246
source: How do our personalities complement each other?
de: Wie ergänzen sich unsere Persönlichkeiten?
es: ¿Cómo se complementan nuestras personalidades?
fr: En quoi nos personnalités se complètent-elles ?
it: In che modo le nostre personalità si completano?
nl_nl: Hoe vullen onze persoonlijkheden elkaar aan?
pt_br: De que forma nossas personalidades se complementam?
pt_pt: Como é que as nossas personalidades se complementam?

# ec_247
source: What legacy would you like us to build together?
de: Welche Spuren möchtest du, dass wir zusammen hinterlassen?
es: ¿Qué legado te gustaría que construyéramos juntos?
fr: Quel héritage aimerais-tu que nous construisions ensemble ?
it: Quale eredità ti piacerebbe che costruissimo insieme?
nl_nl: Welke erfenis zou je graag samen met mij willen opbouwen?
pt_br: Que legado você gostaria que construíssemos juntos?
pt_pt: Que legado gostarias que construíssemos juntos?

# ec_248
source: Do you believe we were meant to be together?
de: Glaubst du, dass wir füreinander bestimmt sind?
es: ¿Crees que estábamos destinados a estar juntos?
fr: Crois-tu que nous étions destinés à être ensemble ?
it: Credi che fossimo destinati a stare insieme?
nl_nl: Geloof je dat we voor elkaar bestemd zijn?
pt_br: Você acredita que estávamos destinados a ficar juntos?
pt_pt: Acreditas que estávamos destinados a ficar juntos?

# ec_249
source: What do you think will be the biggest challenges we'll have to face in our shared future?
de: Was werden deiner Meinung nach die größten Herausforderungen in unserer gemeinsamen Zukunft sein?
es: ¿Cuáles crees que serán los mayores desafíos que tendremos que afrontar en nuestro futuro compartido?
fr: Quels seront, selon toi, les plus grands défis que nous aurons à relever dans notre avenir commun ?
it: Quali pensi saranno le sfide più grandi che dovremo affrontare nel nostro futuro insieme?
nl_nl: Wat denk je dat de grootste uitdagingen zullen zijn die we in onze gezamenlijke toekomst moeten aangaan?
pt_br: Quais você acha que serão os maiores desafios que teremos que enfrentar no nosso futuro juntos?
pt_pt: Quais achas que serão os maiores desafios que teremos de enfrentar no nosso futuro juntos?

# ec_250
source: What does being a good partner mean to you?
de: Was bedeutet es für dich, ein guter Partner/eine gute Partnerin zu sein?
es: ¿Qué significa para ti ser un buen compañero?
fr: Que signifie, selon toi, être un(e) bon(ne) partenaire ?
it: Cosa significa per te essere un buon partner?
nl_nl: Wat betekent het voor jou om een goede partner te zijn?
pt_br: O que significa para você ser um bom parceiro/uma boa parceira?
pt_pt: O que significa para ti ser um bom parceiro/uma boa parceira?

# ec_251
source: How do you like to make peace after an argument?
de: Wie machst du nach einem Streit am liebsten wieder Frieden?
es: ¿Cómo te gusta hacer las paces después de una discusión?
fr: Comment aimes-tu faire la paix après une dispute ?
it: Come ti piace fare la pace dopo una discussione?
nl_nl: Hoe maak je graag vrede na een ruzie?
pt_br: Como você gosta de fazer as pazes depois de uma discussão?
pt_pt: Como gostas de fazer as pazes depois de uma discussão?

# ec_252
source: What do you think is the most important thing for a long-term relationship to work?
de: Was ist deiner Meinung nach das Wichtigste, damit eine langfristige Beziehung funktioniert?
es: ¿Qué crees que es lo más importante para que una relación a largo plazo funcione?
fr: Quelle est, selon toi, la chose la plus importante pour qu'une relation à long terme fonctionne ?
it: Secondo te, qual è la cosa più importante perché una relazione a lungo termine funzioni?
nl_nl: Wat vind jij het belangrijkste voor een langdurige relatie om te werken?
pt_br: O que você acha mais importante para que um relacionamento de longo prazo funcione?
pt_pt: O que achas mais importante para que uma relação a longo prazo funcione?
